Repository: hobrink1/CoBaT
Catalog: CoBaT/CoBaT/*.lproj/Localizable.strings
Languages: de

source: RKI data as of:
de: RKI Daten von:

# RKI-Data-Last-Retrieved
source: RKI data retrieved
de: RKI Daten abgerufen:

# Main-Button-Help
source: About
de: Hinweise

# Main-Button-Refresh
source: Refresh
de: Daten Neu

# No-RKI-Available
source: No RKI Data available
de: Keine RKI Daten verfügbar

source: Never retrieved RKI Data
de: RKI Daten wurden noch nie abgerufen

# tabLabelSelection
source: Selection
de: Auswahl

# Title-Select-Button
source: Select
de: Auswahl

# label-incidences-100k
source: Cases last 7 days per 100,000:
de: Fälle in 7 Tagen per 100.000:

# Label-Today
source: Today
de: Heute

# Label-Yesterday
source: Before
de: Davor

# Explanation-In-Bavaria
source: The following regulations must be followed in Bavaria:
de: Die folgenden Regularien sind in Bayern einzuhalten:

# Explanation-Not-In-Bavaria
source: The following regulations would apply in Bavaria:
de: In Bayern würden folgende Regularien gelten:

# no covid, no regulations
source: No cases in last 7 days, no regulations in place
de: Keine Fälle in den letzten 7 Tagen, keine Vorschriften vorhanden

# keep Distance
source: Always keep distance to other people
de: Immer Abstand zu anderen Personen halten

# Wash often
source: Washing hands frequently is strongly recommended
de: Häufiges Händewaschen wird dringend empfohlen

# Air Room
source: Frequently airing the room is strongly recommended
de: Es wird dringend empfohlen, den Raum häufig zu lüften

# wear mask in public
source: Wearing a mask is mandantory when (including, but not limited to) using public transportation, going shopping, eating and drinking in restaurants, bars etc. and in case minimum distance (1.5 m) can't kept
de: Das Tragen einer Maske ist obligatorisch, bei (einschließlich, aber nicht beschränkt auf) Nutzung öffentlicher Verkehrsmittel, beim Einkaufen, Essen und Trinken in Restaurants, Bars usw. und der Mindestabstand (1,5 m) nicht gehalten werden kann

# wear mask in crowded situations
source: Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings, in secondary schools during class, in universities, for attendees of (sports) events, etc.
de: Das Tragen einer Maske ist obligatorisch in stark frequentierten Räumen, in Fußgängerzonen, in öffentlichen Gebäuden, in weiterführenden Schulen während des Unterrichts, an Universitäten, für Teilnehmer an (Sport-) Veranstaltungen usw.

# wear mask in schools
source: Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings, for all grades during class, in universities, for attendees of (sports) events, etc.
de: Das Tragen einer Maske ist vorgeschrieben in stark frequentierten Räumen, in Fußgängerzonen, in öffentlichen Gebäuden, für alle Klassenstufen, an Universitäten, für Teilnehmer an (Sport-) Veranstaltungen usw.

# Inhouse max 100
source: Private events (i.e. weddings etc.) with a maximum of 100 participants in closed spaces
de: Private Veranstaltungen (z. B. Hochzeiten usw.) mit maximal 100 Teilnehmern in geschlossenen Räumen

# Inhouse max 10
source: Private parties and contacts: no more than two households or ten people
de: Private Feiern und Kontakte: nicht mehr als zwei Haushalte oder zehn Persone

# Inhouse max 5
source: Private parties and contacts: no more than two households or five people
de: Private Feiern und Kontakte: nicht mehr als zwei Haushalte oder fünf Personen

# Outdoor max 200
source: Private events (i.e. weddings etc.) with a maximum of 200 participants in open spaces
de: Private Veranstaltungen (z. B. Hochzeiten usw.) mit maximal 200 Teilnehmern im Freien

# Inhouse events max 50
source: Events (e.g. club meetings, sporting events, cultural events, etc.) must not exceed 50 persons
de: Veranstaltungen (z. B. Clubtreffen, Sportveranstaltungen, kulturelle Veranstaltungen usw.) dürfen 50 Personen nicht überschreiten

# Outdoor max 50
source: Events (e.g. club meetings, sporting events, cultural events, etc.) must not exceed 50 persons
de: Veranstaltungen (z. B. Clubtreffen, Sportveranstaltungen, kulturelle Veranstaltungen usw.) dürfen 50 Personen nicht überschreiten

# Alkohol 11 PM
source: Curfew and ban on selling as well as consuming alcohol in public spaces from 23:00 on
de: Ausgangssperre und Verbot des Verkaufs sowie des Alkoholkonsums im öffentlichen Raum ab 23:00 Uhr

# Alkohol 10 PM
source: Curfew and ban on selling as well as consuming alcohol in public spaces from 22:00 on
de: Ausgangssperre und Verbot des Verkaufs sowie des Konsums von Alkohol im öffentlichen Raum ab 22:00 Uh

# Alkohol 9 PM
source: Closing time for food / gastronomy outlets, ban on alcohol sales and alcohol consumption sales in specific public places form 21:00
de: Schließzeit für Lebensmittel-/Gastronomie-Verkaufsstellen, Verbot des Alkoholverkaufs und des Alkoholkonsums in bestimmte öffentliche Plätze ab 21:00

# Instructions-Main-Header
source: Instructions:
de: Bedienungshinweise:

# Instructions-1-Header
source: On main page:
de: Auf der Hauptseite:

# Instructions-1
source: "About" calls this page "New Data" downloads the data again from the RKI server. At the bottom of the page there are four "tabs" available. These represent the different information levels (federal level, state level and county or city level). Additionally, a personal selection can be made in the 4th tab. Elements of the state Level and county / city level can be mixed on that tab.
de: "Hinweise" ruft diese Seite auf "Daten Neu" ruft die Daten erneut vom RKI Server ab. Unten stehen auf der Seite vier "Reiter" zur Verfügung. Diese stellen die unterschiedlichen Informations-Ebenen (Bundes-Ebene, Landes-Ebene und Landkreis- bzw. Stadt-Ebene) dar. Zusätzlich kann im 4. Reiter eine persönliche Auswahl abgelegt werden. Dabei können Elemente der Landes-Ebene und Landkreis-/Stadt-Ebene gemischt werden.

# Instructions-2-Header
source: Selection of a federal state:
de: Auswahl eines Bundeslandes:

# Instructions-2
source: Activate the second tab. Tap on "Select". The list of the available federal states is displayed. This list can be sorted with the button on the top right corner of the page (alphabetically or ascending by incidence or descending by incidence). Tap on the right side of an entry, the details of the entry are shown. Tap on the left side of an entry, this entry is selected as the new federal state.
de: Den zweiten Reiter aktivieren. Auf "Auswahl" tippen. Es wird die Liste der verfügbaren Bundesländer angezeigt. Diese Liste kann mit dem Schalter rechts open auf der Seite sortiert werden (alphabetisch oder aufsteigend nach Inzidenz oder absteigend nach Inzidenz). Tippt man auf die rechte Seite eines Eintrags, werden die Details des Eintrags gezeigt. Tippt man auf die linke Seite eines Eintrags, wird dieser Eintrag als neues Bundesland ausgewählt.

# Instructions-3-Header
source: Selection of a county or a city:
de: Auswahl eines Landkreises oder einer Stadt:

# Instructions-3
source: Activate the third tab.. Tap on "Select" The list of available counties / cities in the federal state (selected in the second tab) is displayed. This list can be sorted with the button on the top right corner of the page (alphabetically or ascending by incidence or descending by incidence). Tap on the right side of an entry, the details of the entry are shown. Tap on the left side of an entry, this entry is selected as the new federal state.
de: Zunächst das betreffende Bundesland im zweiten Reiter auswählen, dann den dritten Reiter aktivieren. Auf "Auswahl" tippen. Es wird die Liste der verfügbaren Landkreise/Städte in dem (im zweiten Reiter ausgewählten) Bundesland angezeigt. Diese Liste kann mit dem Schalter rechts open auf der Seite sortiert werden (alphabetisch oder aufsteigend nach Inzidenz oder absteigend nach Inzidenz). Tippt man auf die rechte Seite eines Eintrags, werden die Details des Eintrags gezeigt. Tippt man auf die linke Seite eines Eintrags, wird dieser Eintrag als neuer Landkreis bzw. Stadt ausgewählt.

# Instructions-4-Header
source: Personal selection:
de: Persönliche Auswahl:

# Instructions-4
source: The fourth tab shows the data of the personal selection.. At this point you can display federal states, counties or cities that are of particular interest to you. To select these, switch to the table with the federal states or counties / cities. There, tap on "Select". In the table, select an entry and tap on the right-hand side to open the detail view. There you will see a heart symbol in the top right corner. If you tap the heart symbol, it changes from ٽ to پ, and if you tap again back on ٽ. Entries with a filled heart symbol (پ) will be listed here. The sorting is always alphabetical, whereby the names of the associated federal states are part of the sorting, to keep the entries of a federal state together.
de: Im vierten Reiter werden die Daten der persönlichen Auswahl angezeigt. An dieser Stelle können sie sich Bundesländer, Landkreise oder Städte die sie besonders interessieren anzeigen lassen. Um diese auszuwählen, wechseln sie zum Reiter mit den Bundesländern oder Landkreisen/Städten. Dort tippen sie auf "Auswahl". In der Tabelle wählen sie einen Eintrag aus und tippen auf die rechte Seite, um die Dateiansicht aufzurufen. Dort sehen sie rechts oben ein Herz-Symbol. Wenn sie auf das Herz-Symbol tippen, wechselt es von ♡ zu ♥, und bei nochmaligen antippen zurück auf ♡ . Einträge mit einem ausgefüllten Herz-Symbol (♥) werden hier gelistet. Die Sortierung ist dabei immer alphabetisch, wobei die Namen der zugehörigen Bundesländer mit sortiert werden, um die Einträge eines Bundeslandes zusammen darzustellen.

# Instructions-5-Header
source: Use of iCloud
de: Nutzung der iCloud:

# Instructions-5
source: The iCloud offers a protected area for each app (as well for CoBaT) in which the users of an app can share data with each other. We use this very helpful option to provide all users with historical data right from the start. This is necessary because the RKI only provides the data from "Yesterday". Everyone has to build the history by himself. CoBaT uses a "Crowd Source" approach. The first user who downloads the data from RKI in the morning uploads it automatically in this shared area. The use of the iCloud happens automatically in the background. This means that the history is seamless, without any additional effort or a special "house keeper".
de: Die iCloud bietet für jede App (also auch für CoBaT) einen geschützten Bereich in dem die Benutzer einer App untereinander Daten teilen können. Dieser Mechanismus wird genutzt um die historischen Daten zur Verfügung zu stellen. Dies ist Notwendig, weil das RKI nur die Daten von "Gestern" zur Verfügung stellt. Die Historie muß sich jeder selbst aufbauen. CoBaT nutzt dazu einen "Crowd Source" Ansatz. Der erste Benutzer / die erst Benutzerin, die morgens die Daten von RKI lädt, stellt sie automatisch in diesen gemeinsamen Bereich. Die Nutzung der iCloud findet vollkommen automatisch im Hintergrund statt. Damit ist die Historie lückenlos, ohne zusätzlichen Verwaltungsaufwand oder einen speziellen "Kümmerer".

# Data-Privacy-Header
source: Data Privacy Statement
de: Datenschutzerklärung

# Data-Privacy
source: We are committed to data privacy! Our business is software - not data! Because of that: WE DO NOT WANT YOU DATA We will not copy, move, transfer, send, sell, exchange or what ever your data. We don't need it! We don't want it! We don't take it! And you do not have to register to any website. We don't need that ... as we do not want your data! In this app we only use standard IOS functions and our own code. No third party software or other code modules are used. By that, we can ensure you, that there is no "backdoor" or such to your data either.
de: Wir sind Datenschutz Fans! Wir schreiben Software - wir handeln nicht mit Daten! und darum: WIR WOLLEN DEINE DATEN NICHT! Keinerlei persönliche Daten werden jemals kopiert, transferiert, gesendet, verkauft, ausgetauscht oder was auch immer Wir brauchen das nicht! Wir wollen das nicht! Wir tun das nicht! Und wir verlangen auch nicht, dass du dich auf irgendeiner Website als Benutzer anmeldest. Wir brauchen das nicht ... weil wir deine Daten nicht wollen! Wir benutzen außerdem nur Standard IOS Funktionen und unseren eigenen Code. - keine Software von Drittanbietern - keine fremden Programmodule. Dadurch können wir dir versichern, dass es keine "Hintertür" oder ähnliches zu deinen Daten gibt.

# RKI-Disclaimer-Header
source: Source note:
de: Quellenvermerk:

# RKI-Disclaimer
source: Robert Koch Institute (RKI) The data are the "number of cases in Germany" of the Robert Koch Institute (RKI) and are available under the Open Data Data License Germany - Attribution - Version 2.0. (www.govdata.de/dl-de/by-2-0)) Access by calling: npgeo-corona-npgeo-de.hub.arcgis.com/datasets/917fc37a709542548cc3be077a786c17_0 and npgeo-corona-npgeo-de.hub.arcgis.com/datasets/ef4b445a53c1406892257fe63129a8ea_0 Liability disclaimer: "The content that is available on the Robert Koch Institute's website are provided, serve exclusively the general information of the public, primarily the professional public"
de: Robert Koch-Institut (RKI) Die Daten sind die "Fallzahlen in Deutschland" des Robert Koch-Institut (RKI) und stehen unter der Open Data Datenlizenz Deutschland – Namensnennung – Version 2.0 zur Verfügung. (www.govdata.de/dl-de/by-2-0)) Daten sind verfügbar durch: npgeo-corona-npgeo-de.hub.arcgis.com/datasets/917fc37a709542548cc3be077a786c17_0 und npgeo-corona-npgeo-de.hub.arcgis.com/datasets/ef4b445a53c1406892257fe63129a8ea_0 Haftungsausschluss: "Die Inhalte, die über die Internetseiten des Robert Koch-Instituts zur Verfügung gestellt werden, dienen ausschließlich der allgemeinen Information der Öffentlichkeit, vorrangig der Fachöffentlichkeit"

# Explanation-Error-Messages
source: List of last error messages:
de: Liste der letzten Fehlermeldungen

# Explanation-No-Error-Messages
source: Currently no errors listed!
de: Momentan sind keine Fehlermeldungen vorhanden

# Explanation-No-Data
source: Unfortunately there are no data records saved that can be displayed
de: Leider sind noch keine Datensätze gespeichert, die anzeigt werden können

# Explanation-One-Day
source: Cases so far: Total new infections Incidences: Cases of last 7 days per 100,000 inhabitants Data from %@. Every day, records are saved. As soon as the data for several days are available, the changes since last data will be shown
de: Fälle bisher: Infektionen insgesamt Inzidenz: Fälle letzte 7 Tage pro 100.000 Einwohner Daten von %@. Jeden Tag werden Datensätze gespeichert. Sobald die Daten mehrerer Tage verfügbar sind, werden die Veränderung seit dem letzten Datensatz gezeigt

# Explanation-Two-Days
source: Cases so far: Total new infections Incidences: Cases of last 7 days per 100,000 inhabitants Data from %@ and changes since %@
de: Fälle bisher: Infektionen insgesamt Inzidenz: Fälle letzte 7 Tage pro 100.000 Einwohner Daten von %@ und Veränderungen seit %@

# Explanation-Three-Days
source: Cases so far: Total new infections Incidences: Cases of last 7 days per 100,000 inhabitants In addition, the change compared to the penultimate and the %d. record
de: Fälle bisher: Infektionen insgesamt Inzidenz: Fälle letzte 7 Tage pro 100.000 Einwohner Außerdem jeweils die Veränderung gegenüber des vorletzten und dem %d. Datensatz gezeigt

# Explanation-select-If-Useful
source: < Select
de: < Auswahl

# Explanation-At-Each-Record
source: At each record:
de: Pro Datensatz:

# label-cases
source: Cases so far:
de: Fälle bisher:

# label-incidences
source: Incidence:
de: Inzidenz:

# label-inhabitants
source: Inhabitants
de: Einwohner

# label-total
source: Total
de: Gesamt

# label-per-100k
source: per 100,000
de: pro 100.000

# label-deaths
source: Deaths so far:
de: Tote bisher:

# label-change
source: Changes:
de: Delta:

# EmptyFavoritesExplanation
source: In this tab you can display federal states, counties or cities that are of particular interest to you. To select these, switch to the tab with the federal states or counties / cities. There, tap on "Select". In the table, select an entry and tap on the right-hand side to open the detail view. There you will see a heart symbol in the top right corner. If you tap the heart symbol, it changes from ٽ to پ, and if you tap again back on ٽ. Entries with a filled heart symbol (پ) will be listed here. The sorting is always alphabetical, whereby the names of the associated federal states are part of the sorting, to keep the entries of a federal state together.
de: An dieser Stelle können sie sich Bundesländer, Landkreise oder Städte die sie besonders interessieren anzeigen lassen. Um diese auszuwählen, wechseln sie zur Tabelle mit den Bundesländern oder Landkreisen/Städten. Dort tippen sie auf "Auswahl". In der Tabelle wählen sie einen Eintrag aus und tippen auf die rechte Seite, um die Dateiansicht aufzurufen. Dort sehen sie rechts oben ein Herz-Symbol. Wenn sie auf das Herz-Symbol tippen, wechselt es von ♡ zu ♥, und bei nochmaligen antippen zurück auf ♡ . Einträge mit einem ausgefüllten Herz-Symbol (♥) werden hier gelistet. Die Sortierung ist dabei immer alphabetisch, wobei die Namen der zugehörigen Bundesländer mit sortiert werden, um die Einträge eines Bundeslandes zusammen darzustellen.

# updateLabels-no-index
source: No Data
de: Keine Daten

# label-cases-7days
source: Cases last 7 days
de: Fälle letzte 7 Tage

# label-cases-7days-new
source: New cases last 7 days
de: Neue Fälle letzte 7 Tage

# willShowSoon
source: Soon
de: Gleich...

# RKIGraph-Cases
source: New Cases
de: Neuinfektionen

# RKIGraph-Deaths
source: New Deaths
de: Neue Tote

# RKIGraph-Incidences
source: Incidences
de: Inzidenz

# new-Rki-tilte
source: New RKI Data
de: Neue RKI Daten

source: Germany: %@ new cases
de: Deutschland: %@ neue Fälle

# Germany-total-cases
source: Germany: %@ cases
de: Deutschland: %@ Fälle

# County-cases7day100k
source: %@: Incidence: %@
de: %@: Inzidenz: %@
