Repository: hobrink1/CoBaT
Catalog: CoBaT/CoBaT/CoBaT/*.xcloc/Localized Contents/*.xliff
Languages: de

# XjO-bC-Gj5.text
source: Traffic light
de: Traffic light (Ampel)

# fPt-mr-kuP.text
source: Bavaria
de: Bayern

# L3h-VT-fkr.text
source: Value
de: Wert

# PZm-YN-dKm.text
source: Usage
de: Benutzung

# VeJ-vo-yhs.text
source: explanation
de: Erkl√§rung

# XIt-ZA-nI5.normalTitle
source: Browse County Data
de: Zeige Landkreis-Daten

# f8z-Wr-D31.text
source: < Select
de: < Auswahl

# pvj-PQ-dzn.text
source: Cases 7 per 100k
de: Inzidenz:

source: east one letter
de: O

source: north one letter
de: N

source: south one letter
de: S

source: west one letter
de: W

# CFBundleName
source: CoBaTUITests
de: BoBaTUITests
